{
    "name": "Кутията на Пандора",
    "slug": "pandoras-box",
    "pages": [
      {
        "title": "Създаването на Пандора",
        "text": "Преди много време, след като Прометей открадна огъня от боговете за човечеството, Зевс, царят на боговете, беше яростен. За отмъщение той заповяда на Хефест, бога на ковачите, да създаде красива жена на име Пандора. Другите богове ѝ дариха различни дарове: красота, чар, любопитство и убедителен говор.",
        "imageUrl": "page1.png"
      },
      {
        "title": "Мистериозният съд",
        "text": "Зевс представи Пандора на Епиметей, брата на Прометей, като подарък. Въпреки предупрежденията на Прометей да не приема подаръци от боговете, Епиметей беше запленен от нейната красота и я взе за съпруга. Пандора донесе със себе си красив, запечатан съд (понякога изобразяван като кутия).",
        "imageUrl": "page2.png"
      },
      {
        "title": "Любопитството на Пандора",
        "text": "Пандора беше изпълнена с голямо любопитство какво съдържа съдът. Тя се чудеше за неговите тайни и копнееше да го отвори. Известно време тя устояваше на подтика, но любопитството ѝ нарастваше всеки ден.",
        "imageUrl": "page3.png"
      },
      {
        "title": "Отварянето на съда",
        "text": "Най-накрая Пандора не можа повече да устои. Тя повдигна капака на съда и внезапно тъмен облак от крилати същества излетя. Това бяха всички злини и нещастия, които измъчват човечеството: болест, старост, завист, алчност и скръб.",
        "imageUrl": "page4.png"
      },
      {
        "title": "Надеждата остава",
        "text": "Пандора бързо затвори капака, затваряйки едно последно нещо вътре в съда. Това беше Надеждата. И така, въпреки че светът вече беше изпълнен със страдание, човечеството все още имаше надежда да издържи трудностите.",
        "imageUrl": "page5.png"
      },
      {
        "title": "Наследството на кутията",
        "text": "Легендата за кутията на Пандора служи като предупредителна приказка за опасностите от необузданото любопитство и освобождаването на злото в света. Въпреки това, тя ни напомня и за непреходната сила на надеждата пред лицето на несгодите.",
        "imageUrl": "page6.png"
      }
    ]
  }