{
    "name": "ذات الرداء الأحمر",
    "slug": "little-red-riding-hood",
    "pages": [
      {
        "title": "تحذير الأم",
        "text": "عاشت ذات الرداء الأحمر مع والدتها في منزل بجوار الغابة.\nأعطت الأم ذات الرداء الأحمر سلة فيها كعكة و\nعصير. قالت: «من فضلك اذهبي إلى جدتك. إنها مريضة. لا تنحرفي\nعن الطريق. كوني حذرة!» قالت ذات الرداء الأحمر: «نعم يا أمي!» وانطلقت.",
        "imageUrl": "page1.png"
      },
      {
        "title": "ذات الرداء الأحمر تقابل الذئب",
        "text": "في الغابة، قابلت ذات الرداء الأحمر الذئب. قال الذئب: «إلى أين\nتذهبين؟» قالت ذات الرداء الأحمر: «إلى جدتي. إنها مريضة.»\nقال الذئب: «أين تعيش؟» قالت ذات الرداء الأحمر: «في المنزل\nخلف الأشجار.»\nفكر الذئب: «أريد أن أكون هناك أولاً!» ركض بسرعة\nنحو منزل الجدة.",
        "imageUrl": "page2.png"
      },
      {
        "title": "الذئب يأكل الجدة",
        "text": "وصل الذئب إلى منزل الجدة. طرق الباب.\nقالت الجدة: «من هناك؟»\nقال الذئب: «أنا ذات الرداء الأحمر.»\nفتحت الجدة الباب. قفز الذئب عليها و\nأكلها. ثم ارتدى نظارتها وقبعتها. استلقى\nفي السرير.",
        "imageUrl": "page3.png"
      },
      {
        "title": "ذات الرداء الأحمر تصل إلى المنزل",
        "text": "وصلت ذات الرداء الأحمر وقالت: «صباح الخير يا جدتي.» قال الذئب\nبصوت ناعم: «صباح الخير يا طفلتي.»\nاستغربت ذات الرداء الأحمر. قالت: «يا جدتي، لماذا لديك عينان كبيرتان هكذا؟» قال الذئب: «لأراكِ بشكل أفضل.»\nتابعت ذات الرداء الأحمر: «لماذا لديك أسنان كبيرة هكذا؟» قال الذئب: «لآكلكِ بشكل أفضل!»\nثم أكل ذات الرداء الأحمر أيضًا.",
        "imageUrl": "page4.png"
      },
      {
        "title": "الصياد يجد الذئب",
        "text": "كان صياد يمر بجوار المنزل. سمع شخيرًا عاليًا.\nدخل المنزل ورأى الذئب في السرير ببطن\nكبير.\nقال الصياد: «لقد أكل الذئب الجدة!» أخذ\nمقصّه وفتح بطن الذئب.\nخرجت ذات الرداء الأحمر والجدة. كانتا على قيد الحياة!",
        "imageUrl": "page5.png"
      },
      {
        "title": "الاحتفال",
        "text": "فرحت ذات الرداء الأحمر والجدة والصياد. شربوا\nعصيرًا وأكلوا كعكة من السلة.\nقالت ذات الرداء الأحمر: «شكرًا لك أيها الصياد العزيز!»\nقالت الجدة: «لقد أنقذتنا.»\nضحك الجميع واحتفلوا. ذهب الذئب الشرير، وعاد الجميع\nسعداء مرة أخرى.",
        "imageUrl": "page6.png"
      }
    ]
  }