{
    "name": "Червената шапчица",
    "slug": "little-red-riding-hood",
    "pages": [
      {
        "title": "Предупреждението на майката",
        "text": "Червената шапчица живееше с майка си в къща край гората.\nМайка ѝ даде на Червената шапчица кошница с кекс и\nсок. Тя каза: „Моля те, иди при баба си. Тя е болна. Не се отклонявай\nот пътя. Бъди внимателна!“ Червената шапчица каза: „Да, мамо!“ и тръгна.",
        "imageUrl": "page1.png"
      },
      {
        "title": "Червената шапчица среща вълка",
        "text": "В гората Червената шапчица срещна вълка. Вълкът попита: „Къде\nотиваш?“ Червената шапчица отговори: „При баба. Тя е болна.“\nВълкът каза: „Къде живее тя?“ Червената шапчица каза: „В къщата\nв края на гората.“\nВълкът си помисли: „Искам да съм там пръв!“ Той бързо затича\nкъм къщата на бабата.",
        "imageUrl": "page2.png"
      },
      {
        "title": "Вълкът изяжда бабата",
        "text": "Вълкът стигна до къщата на бабата. Той почука на вратата.\nБабата каза: „Кой е?“\nВълкът каза: „Аз съм Червената шапчица.“\nБабата отвори вратата. Вълкът скочи върху нея и\nя изяде. След това си сложи очилата и шапката ѝ. Той легна\nв леглото.",
        "imageUrl": "page3.png"
      },
      {
        "title": "Червената шапчица идва в къщата",
        "text": "Червената шапчица дойде и каза: „Добър ден, бабо.“ Вълкът\nказа с тих глас: „Добър ден, дете мое.“\nЧервената шапчица се учуди. Тя каза: „Бабо, защо имаш такива\nголеми очи?“ Вълкът каза: „За да те виждам по-добре.“\nЧервената шапчица попита отново: „Защо имаш такива големи\nзъби?“ Вълкът каза: „За да те изям!“\nИ тогава той изяде и Червената шапчица.",
        "imageUrl": "page4.png"
      },
      {
        "title": "Ловецът намира вълка",
        "text": "Един ловец минаваше покрай къщата. Той чу силно хъркане.\nТой влезе в къщата и видя вълка в леглото с голям\nкорем.\nЛовецът си помисли: „Вълкът е изял бабата!“ Той\nвзе ножиците си и разпра корема на вълка.\nЧервената шапчица и бабата излязоха. Те бяха живи!",
        "imageUrl": "page5.png"
      },
      {
        "title": "Празненството",
        "text": "Червената шапчица, бабата и ловецът бяха щастливи. Те\nпиха сок и ядоха кекс от кошницата.\nЧервената шапчица каза: „Благодаря ти, мил ловецо!“\nБабата каза: „Ти ни спаси.“\nВсички се смяха и празнуваха. Злият вълк си беше отишъл и всички бяха\nотново щастливи.",
        "imageUrl": "page6.png"
      }
    ]
  }