{
    "name": "Красная Шапочка",
    "slug": "little-red-riding-hood",
    "pages": [
      {
        "title": "Предупреждение матери",
        "text": "Красная Шапочка жила с мамой в доме рядом с лесом.\nМама дала Красной Шапочке корзинку с пирожком и\nсоком. Она сказала: «Пожалуйста, сходи к бабушке. Она больна. Не сходи\nс тропинки. Будь осторожна!» Красная Шапочка сказала: «Да, мама!» и пошла.",
        "imageUrl": "page1.png"
      },
      {
        "title": "Красная Шапочка встречает волка",
        "text": "В лесу Красная Шапочка встретила волка. Волк сказал: «Куда\nты идешь?» Красная Шапочка сказала: «К бабушке. Она больна.»\nВолк сказал: «Где она живет?» Красная Шапочка сказала: «В доме\nза деревьями.»\nВолк подумал: «Я хочу быть там первым!» Он быстро побежал\nк дому бабушки.",
        "imageUrl": "page2.png"
      },
      {
        "title": "Волк съедает бабушку",
        "text": "Волк пришел к дому бабушки. Он постучал в дверь.\nБабушка сказала: «Кто там?»\nВолк сказал: «Это Красная Шапочка.»\nБабушка открыла дверь. Волк прыгнул на нее и\nсъел ее. Потом он надел ее очки и чепчик. Он лег\nв кровать.",
        "imageUrl": "page3.png"
      },
      {
        "title": "Красная Шапочка приходит в дом",
        "text": "Красная Шапочка пришла и сказала: «Здравствуй, бабушка.» Волк\nсказал тихим голосом: «Здравствуй, дитя мое.»\nКрасная Шапочка удивилась. Она сказала: «Бабушка, почему у тебя такие\nбольшие глаза?» Волк сказал: «Чтобы лучше тебя видеть.»\nКрасная Шапочка спросила дальше: «Почему у тебя такие большие\nзубы?» Волк сказал: «Чтобы лучше тебя съесть!»\nИ тогда он съел и Красную Шапочку.",
        "imageUrl": "page4.png"
      },
      {
        "title": "Охотник находит волка",
        "text": "Охотник проходил мимо дома. Он услышал громкий храп.\nОн вошел в дом и увидел волка в постели с большим\nживотом.\nОхотник сказал: «Волк съел бабушку!» Он\nвзял свои ножницы и разрезал живот волка.\nКрасная Шапочка и бабушка вышли. Они были живы!",
        "imageUrl": "page5.png"
      },
      {
        "title": "Праздник",
        "text": "Красная Шапочка, бабушка и охотник были счастливы. Они\nпили сок и ели пирог из корзинки.\nКрасная Шапочка сказала: «Спасибо, дорогой охотник!»\nБабушка сказала: «Ты спас нас.»\nВсе смеялись и праздновали. Злой волк ушел, и все были\nснова счастливы.",
        "imageUrl": "page6.png"
      }
    ]
  }