{
    "name": "Крал Артур",
    "slug": "king-arthur",
    "pages": [
      {
        "title": "Мечът в камъка",
        "text": "Преди много години, в Британия, нямаше крал. Земята беше разделена и много лордове се бореха за власт. Един ден се появи магически меч, забит в камък. На него пишеше: 'Който извади този меч от този камък, той е законният крал на Англия.' Мнозина опитаха, но никой не успя.",
        "imageUrl": "page1.png"
      },
      {
        "title": "Артур изважда меча",
        "text": "Младо момче на име Артур пътуваше със сър Ектор и неговия син Кей на турнир в Лондон. Мечът на Кей беше забравен и Артур отиде да намери друг. Той попадна на меча в камъка и, без да знае неговото значение, лесно го извади. Той го донесе на Кей, който осъзна неговата сила.",
        "imageUrl": "page2.png"
      },
      {
        "title": "Артур, законният крал",
        "text": "Когато лордовете видяха Артур с меча, те бяха изумени. Архиепископът ги събра и Артур доказа правото си на трона, като отново извади меча от камъка пред всички. Той беше коронясан за крал на Англия.",
        "imageUrl": "page3.png"
      },
      {
        "title": "Кръглата маса",
        "text": "Крал Артур, мъдър и справедлив владетел, събра благородни рицари да му служат. Той създаде Кръглата маса, където всички рицари бяха равни и щяха да седят заедно, за да обсъждат важни въпроси и да планират своите походи.",
        "imageUrl": "page4.png"
      },
      {
        "title": "Напътствията на Мерлин",
        "text": "Мъдрият магьосник Мерлин беше съветник на Артур. Той водеше младия крал със своята магия и знание, помагайки му да взема мъдри решения и да защитава кралството си.",
        "imageUrl": "page5.png"
      },
      {
        "title": "Приключенията започват",
        "text": "И така започна царуването на крал Артур и неговите рицари на Кръглата маса. Те се впуснаха в много смели приключения, борейки се със злото, помагайки на слабите и въздавайки справедливост в земята. Разказите за тяхната смелост и рицарство се разпространиха из цялото кралство.",
        "imageUrl": "page6.png"
      }
    ]
  }