{
  "name": "Рибарят и златната рибка",
  "slug": "the-fisherman-and-the-golden-fish",
  "pages": [
    {
      "title": "Откритието",
      "text": "Живели някога беден рибар и неговата съпруга край морето. Един ден старецът уловил златна рибка, която можела да говори! Молейки за живота си, рибката обещала да изпълни всяко желание в замяна на свободата си. Изненаданият рибар я пуснал, без да поиска нищо.",
      "imageUrl": "page1.png"
    },
    {
      "title": "Първите изисквания",
      "text": "Връщайки се у дома, старецът разказал на жена си за чудото. Тя го смъмрила за глупостта му и поискала да се върне при рибката и да поиска ново корито, тъй като тяхното било счупено. Старецът неохотно се върнал и златната рибка изпълнила първото им желание.",
      "imageUrl": "page2.png"
    },
    {
      "title": "Нарастващи амбиции",
      "text": "Но желанията на жената не спрели дотук. Скоро тя сметнала новото корито за недостатъчно и настояла съпругът ѝ да помоли златната рибка за нова къща. Отново старецът се подчинил и скромната им колиба била заменена с хубава нова къща.",
      "imageUrl": "page3.png"
    },
    {
      "title": "Титли и власт",
      "text": "Ставайки все по-амбициозна, старицата поискала да стане благородничка. Търпеливата златна рибка изпълнила и това желание и тя заживяла в разкош със слуги. И все пак недоволството ѝ продължило да тлее.",
      "imageUrl": "page4.png"
    },
    {
      "title": "Стремеж към кралска власт",
      "text": "След това ненаситната съпруга заповядала на мъжа си да помоли златната рибка да я направи кралица. Въпреки бурното море, отразяващо нарастващата ѝ алчност, рибката отново изпълнила желанието ѝ и тя станала могъща владетелка.",
      "imageUrl": "page5.png"
    },
    {
      "title": "Падението",
      "text": "Накрая, в своя върховен акт на алчност, старицата поискала да стане владетелка на самото море, заповядвайки на златната рибка да бъде нейна слугиня. Морето се разярило. Когато старецът се върнал у дома, дворецът го нямало и те отново били в старата си колиба със счупеното корито, загубили всичко.",
      "imageUrl": "page6.png"
    }
  ]
}